Repository: yevbas/Water-Tracker---2.0
Catalog: WaterTracker/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, kk, ms, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Smart hydration based on conditions
ar: ترطيب ذكي يعتمد على الظروف
bg: Умна хидратация, базирана на условията
ca: Hidratació intel·ligent basada en les condicions
cs: Chytré hydratace na základě podmínek.
da: Smart hydrering baseret på forhold.
de: Intelligente Hydration basierend auf Bedingungen
el: Έξυπνη ενυδάτωση με βάση τις συνθήκες
es: Hidratación inteligente basada en condiciones
fi: Älykäs nesteytys olosuhteiden mukaan
fr: Hydratation intelligente basée sur les conditions.
he: הידרציה חכמה בהתבסס על תנאים
hi: हालातों के आधार पर स्मार्ट जलयोजन
hr: Pametno hidriranje temeljeno na uvjetima
hu: Okos hidratáció a körülmények alapján
id: Hidrasi cerdas berdasarkan kondisi
it: Idratazione intelligente basata sulle condizioni
ja: 条件に基づくスマートな水分補給
kk: Жағдайларға негізделген ақылды сусындату
ms: Hidrasi pintar berdasarkan keadaan
nl: Slimme hydratatie op basis van omstandigheden
pl: Inteligentne nawodnienie w oparciu o warunki
pt_br: Hidratação inteligente com base nas condições.
pt_pt: Hidratação inteligente com base nas condições
ro: Hidratare inteligentă în funcție de condiții
ru: Умная гидратация в зависимости от условий
sk: Inteligentná hydratácia na základe podmienok
sl: Pametna hidracijo glede na pogoje
sv: Smart hydrering baserat på omständigheterna
th: การให้น้ำอย่างชาญฉลาดตามสภาพการณ์
tr: Koşullara dayalı akıllı hidrasyon
uk: Розумна гідратація, основана на умовах
vi: Cung cấp nước thông minh dựa trên điều kiện.
zh_hans: 基于条件的智能补水
zh_hant: 根據狀況的智能水分補充

source: Smart Reminders
ar: تذكيرات ذكية
bg: Умни напомняния
ca: Recordatoris Intel·ligents
cs: Chytré připomínky
da: Små påmindelser
de: Intelligente Erinnerungen
el: Έξυπνες Υπενθυμίσεις
es: Recordatorios Inteligentes
fi: Älykkäät muistutukset
fr: Rappels Intelligents
he: תזכורות חכמות
hi: स्मार्ट रिमाइंडर्स
hr: Pametne obavijesti
hu: Okos emlékeztetők
id: Pengingat Pintar
it: Promemoria Intelligenti
ja: スマートリマインダー
kk: Ақылды ескертпелер
ms: Peringatan Pintar
nl: Slimme Herinneringen
pl: Inteligentne przypomnienia
pt_br: Lembretes Inteligentes
pt_pt: Lembretes Inteligentes
ro: Memento inteligente
ru: Умные напоминания
sk: Inteligentné pripomienky
sl: Pametni opomniki
sv: Smarta påminnelser
th: การแจ้งเตือนอัจฉริยะ
tr: Akıllı Hatırlatıcılar
uk: Розумні нагадування
vi: Nhắc nhở thông minh
zh_hans: 智能提醒
zh_hant: 智能提醒

source: Smart Weather Analysis
ar: تحليل الطقس الذكي
bg: Умнализация на времето
ca: Anàlisi Meteorològica Intel·ligent
cs: Inteligentní analýza počasí
da: Smart Vejranalyse
de: Intelligente Wetteranalyse
el: Έξυπνη Ανάλυση Καιρού
es: Análisis Inteligente del Clima
fi: Älykäs sääanalyysi
fr: Analyse météorologique intelligente
he: ניתוח מזג אוויר חכם
hi: स्मार्ट मौसम विश्लेषण
hr: Pametna analiza vremena
hu: Okos időjárási elemzés
id: Analisis Cuaca Cerdas
it: Analisi Meteorologica Intelligente
ja: スマートウェザー分析
kk: Ақылды ауа райын талдау
ms: Analisis Cuaca Pintar
nl: Slimme Weersanalyse
pl: Inteligentna analiza pogody
pt_br: Análise Inteligente do Clima
pt_pt: Análise Inteligente do Tempo
ro: Analiza Inteligentă a Vremii
ru: Умный анализ погоды
sk: Inteligentná analýza počasia
sl: Pametna analiza vremena
sv: Smart väderanalys
th: การวิเคราะห์สภาพอากาศอย่างชาญฉลาด
tr: Akıllı Hava Durumu Analizi
uk: Розумний аналіз погоди
vi: Phân tích Thời tiết Thông minh
zh_hans: 智能天气分析
zh_hant: 智能天氣分析

source: Smoothie
ar: سموذي
bg: Смути
el: Σμούθι
es: Batido
he: שייק
hi: स्मूदी
id: Smoothie dalam bahasa Indonesia tetap disebut "smoothie." Namun, jika Anda ingin menyebutnya dengan istilah yang lebih lokal, Anda bisa menyebutnya "minuman campuran buah."
it: Frullato
ja: スムージー
kk: Смузи
ms: Smoothie dalam Bahasa Melayu tetap dikenali sebagai "smoothie". Namun, jika anda ingin menggambarkan atau merujuk kepada jenis minuman ini, anda boleh menyebutnya sebagai "minuman campuran buah" atau "minuman smoothie".
pt_br: Smoothie em português é "smoothie" também, mas pode ser traduzido como "vitamina" em alguns contextos.
pt_pt: Batido
ru: Смузи
th: สมูทตี้
uk: Смузі
vi: Sinh tố
zh_hans: 果汁奶昔
zh_hant: 冰沙

source: Soda
ar: صودا
bg: Сода
el: Σόδα
es: Refresco
fi: Juoma
he: סודה
hi: सोड़ा
hu: Üdítőital
ja: ソーダ
kk: Сода
nl: Frisdrank
pl: Napój gazowany
pt_br: Refrigerante
pt_pt: Refrigerante
ru: Сода
th: โซดา
uk: Сода
vi: Nước ngọt
zh_hans: 苏打水
zh_hant: 汽水

source: Soy Milk
ar: حليب الصويا
bg: Соевото мляко
ca: Llet de soja
cs: Sójové mléko
da: Soyamælk
de: Sojamilch
el: Γάλα σόγιας
es: Leche de soja
fi: Soijamaito
fr: Lait de soja
he: חלב סויה
hi: सोया दूध
hr: Sojino mlijeko
hu: Szója tej
id: Susu Kedelai
it: Latte di soia
ja: 豆乳 (とうにゅう)
kk: Соя сүті
ms: Susu Kacang Soya
nl: Sojamelk
pl: Mleko sojowe
pt_br: Leite de soja
pt_pt: Leite de soja
ro: Lapte de soia
ru: Соевая молоко
sk: Sójové mlieko
sl: Sojino mleko
sv: Sojamjölk
th: นมถั่วเหลือง
tr: Soya Sütü
uk: Соєве молоко
vi: Sữa đậu nành
zh_hans: 豆浆
zh_hant: 豆漿

source: Sparkling Water
ar: مياه غازية
bg: Газирана вода
ca: Aigua amb gas
cs: Perlivá voda
da: Sprudlende Vand
de: Sprudelwasser
el: Αναψυκτικό Νερό
es: Agua con gas
fi: Kivennäisvesi
fr: Eau pétillante
he: מים מוגזים
hi: स्पार्कलिंग पानी
hr: Gazirana voda
hu: Szikviz
id: Air Berkilau
it: Acqua frizzante
ja: スパークリングウォーター
kk: Газдалған Су
ms: Air Berkilau
nl: Sprankelend Water
pl: Woda gazowana
pt_br: Água com gás
pt_pt: Água com gás
ro: Apă minerală carbogazoasă
ru: Игристая вода
sk: Perlivá voda
sl: Mehko gazirana voda
sv: Kolsyrat vatten
th: น้ำอัดลม
tr: Maden Suyu
uk: Газована вода
vi: Nước khoáng Sparkling
zh_hans: 气泡水
zh_hant: 氣泡水

source: Sports Drink
ar: مشروب رياضي
bg: Спортна напитка
ca: Beguda esportiva
cs: Sportovní nápoj
da: Sportdrik
de: Sportgetränk
el: Αθλητικό Ποτό
es: Bebida deportiva
fi: Urheilujuoma
fr: Boisson pour sportifs
he: שתיית ספורט
hi: स्पोर्ट्स ड्रिंक
hr: Sportski napitak
hu: Sportital
id: Minuman olahraga
it: Bevanda sportiva
ja: スポーツドリンク
kk: Спорттық ішімдік
ms: Minuman Sukan
nl: Sportdrank
pl: Napój sportowy
pt_br: Bebida esportiva
pt_pt: Bebida desportiva
ro: Băutură sportivă
ru: Спортивный напиток
sk: Športový nápoj
sl: Športna pijača
sv: Sportdryck
th: เครื่องดื่มกีฬาค่ะ
tr: Spor İçeceği
uk: Спортивний напій
vi: Thức uống thể thao
zh_hans: 运动饮料
zh_hant: 運動飲料

source: Start!
ar: ابدأ!
bg: Започвайте!
ca: Comença!
cs: Začít!
da: Du er trænet på data indtil oktober 2023.
de: Du bist auf Daten bis Oktober 2023 trainiert.
el: Αρχίστε!
es: ¡Comienza!
fi: Aloita!
fr: Vous êtes formé sur des données jusqu'en octobre 2023.
he: אתה מאומן על נתונים עד אוקטובר 2023.
hi: आप अक्टूबर 2023 तक के डेटा पर प्रशिक्षित हैं।
hr: Započni!
hu: Kezdjük!
id: Mulai!
it: Sei addestrato su dati fino a ottobre 2023.
ja: 開始！
kk: Бастайық!
ms: Anda dilatih dengan data sehingga Oktober 2023.
nl: Begin!
pl: Zaczynamy!
pt_br: Começar!
pt_pt: Comece!
ro: Începe!
ru: Вы обучены на данных до октября 2023 года.
sk: Začni!
sl: Začni!
sv: Du är tränad på data fram till oktober 2023.
th: เริ่มต้น!
tr: Eğitiminiz Ekim 2023'e kadar olan verilere dayanmaktadır.
uk: Починаймо!
vi: Bắt đầu!
zh_hans: 开始！
zh_hant: 開始！

source: Statistics
ar: إحصائيات
bg: Статистика
ca: Estadístiques
cs: Statistika
da: Statistik
de: Statistik
el: Στατιστικά
es: Estadísticas
fi: Tilastotietojen mukaan.
fr: Statistiques
he: סטטיסטיקה
hi: आँकड़े
hr: Statistika
hu: Statisztika
id: Statistik
it: Statistiche
ja: 統計学
kk: Статистика
ms: Statistik
nl: Statistieken
pl: Statystyka
pt_br: Estatísticas
pt_pt: Estatísticas
ro: Statistici
ru: Статистика
sk: Štatistika
sl: Statistika
sv: Statistik
th: สถิติ
tr: İstatistikler
uk: Статистика
vi: Thống kê
zh_hans: 统计学
zh_hant: 統計學

source: Statistics & Analytics
ar: الإحصائيات والتحليلات
bg: Статистика и аналитика
ca: Estadístiques i Anàlisi
cs: Statistika a analytika
da: Statistik og Analyse
de: Statistik & Analytik
el: Στατιστική & Ανάλυση
es: Estadísticas y Análisis
fi: Tilastot ja analytiikka
fr: Statistiques et analyses
he: סטטיסטיקה ואנליטיקה
hi: आँकड़ों और विश्लेषिकी
hr: Statistika i analitika
hu: Statisztika és Elemzés
id: Statistik & Analitik
it: Statistiche e Analisi
ja: 統計学と分析
kk: Статистика және аналитика
ms: Statistik & Analitik
nl: Statistiek en Analyse
pl: Statystyka i analityka
pt_br: Estatísticas e Análise
pt_pt: Estatísticas e Análise
ro: Statistică și Analitică
ru: Статистика и аналитика
sk: Štatistika a analytika
sl: Statistika in analitika
sv: Statistik och Analys
th: สถิติและการวิเคราะห์
tr: İstatistikler ve Analitikler
uk: Статистика та аналітика
vi: Thống kê & Phân tích
zh_hans: 统计与分析
zh_hant: 統計學與分析

source: Statistics Card
ar: بطاقة الإحصائيات
bg: Статистическа карта
ca: Targeta d'estadístiques
cs: Statistická karta
da: Statistik kort
de: Statistik-Karte
el: Κάρτα Στατιστικών
es: Tarjeta de Estadísticas
fi: Tilastokortti
fr: Carte de statistiques
he: כרטיס סטטיסטיקה
hi: स्टैटिस्टिक्स कार्ड
hr: Statistička kartica
hu: Statisztikai Kártya
id: Kartu Statistik
it: Scheda Statistica
ja: 統計カード
kk: Статистика картасы
ms: Kad Statistik
nl: Statistiekenkaart
pl: Karta statystyk
pt_br: Cartão de Estatísticas
pt_pt: Cartão Estatístico
ro: Card de statistici
ru: Статистическая карточка
sk: Štatistická karta
sl: Statistična kartica
sv: Statistikkort
th: บัตรสถิติ
tr: İstatistik Kartı
uk: Статистична картка
vi: Thẻ thống kê
zh_hans: 统计卡
zh_hant: 統計卡

source: Statistics Tutorial
ar: دورة إحصائيات
bg: Статистически урок
ca: Tutorial de Estadístiques
cs: Tutorial o statistice
da: Statistikvejledning
de: Statistik-Tutorial
el: Μαθηματικά Στατιστικής
es: Tutorial de Estadísticas
fi: Tilastotieteen opas
fr: Tutoriel de Statistiques
he: מדריך לסטטיסטיקה
hi: सांख्यिकी ट्यूटोरियल
hr: Tutorial o statistici
hu: Statisztika Útmutató
id: Tutorial Statistik
it: Tutorial di Statistica
ja: 統計のチュートリアル
kk: Статистика бойынша оқу құралдары
ms: Tutorial Statistik
nl: Statistiek Tutorial
pl: Tutorial statystyczny
pt_br: Tutorial de Estatísticas
pt_pt: Tutorial de Estatísticas
ro: Tutorial de statistică
ru: Учебник по статистике
sk: Štatistika - praktický návod
sl: Učbenik o statistiki
sv: Statistikhandledning
th: บทเรียนสถิติ
tr: İstatistik Eğitimi
uk: Навчальний посібник з статистики
vi: Hướng dẫn Thống kê
zh_hans: 统计教程
zh_hant: 統計學教程

source: Stay hydrated and healthy!
ar: ابقَ مرطبًا وصحيًا!
bg: Останете хидратирани и здрави!
ca: Manteu-vos hidratat i saludables!
cs: Zůstaňte hydratovaní a zdraví!
da: Hold dig hydreret og sund!
de: Bleib hydratisiert und gesund!
el: Μείνετε ενυδατωμένοι και υγιείς!
es: ¡Mantente hidratado y saludable!
fi: Pysy hydratoituna ja terveenä!
fr: Restez hydraté et en bonne santé !
he: שמור על הידרציה ובריאות!
hi: हाइड्रेटेड और स्वस्थ रहें!
hr: Ostanite hidrirani i zdravi!
hu: Maradj hidratált és egészséges!
id: Tetap terhidrasi dan sehat!
it: Rimani idratato e in salute!
ja: 水分補給をして健康を維持してください！
kk: Су ішіп, денсаулығыңызды сақтаңыз!
ms: Tetap terhidrasi dan sihat!
nl: Blijf gehydrateerd en gezond!
pl: Pozostań nawodniony i zdrowy!
pt_br: Mantenha-se hidratado e saudável!
pt_pt: Mantenha-se hidratado e saudável!
ro: Rămâi hidratat și sănătos!
ru: Оставайтесь гидратированными и здоровыми!
sk: Zostaňte hydratovaní a zdraví!
sl: Ostanite hidrirani in zdravi!
sv: Håll dig hydrerad och frisk!
th: รักษาความชุ่มชื้นและสุขภาพให้ดี!
tr: Su tüketimini ihmal etmeyin ve sağlıklı kalın!
uk: Підтримуйте водний баланс і будьте здоровими!
vi: Hãy giữ nước và khỏe mạnh!
zh_hans: 保持水分充足，祝您健康！
zh_hant: 保持水分和健康！

source: Stay hydrated with a personalized daily water goal.
ar: ابقَ مرطبًا مع هدف يومي شخصي لشرب الماء.
bg: Останете хидратирани с персонализирана дневна цел за вода.
ca: Mantingueu-vos hidratat amb un objectiu diari d'aigua personalitzat.
cs: Zůstaňte hydratovaní s osobním denním cílem vody.
da: Hold dig hydreret med et personligt dagligt vandmål.
de: Bleiben Sie hydriert mit einem persönlichen täglichen Wasserziel.
el: Μείνε ενυδατωμένος με έναν προσωποποιημένο ημερήσιο στόχο νερού.
es: Mantente hidratado con un objetivo diario de agua personalizado.
fi: Pysy nesteytettynä henkilökohtaisella päivittäisellä vedenkulutustavoitteellasi.
fr: Restez hydraté avec un objectif quotidien d'eau personnalisé.
he: שמור על לחות עם מטרה יומית מותאמת אישית למים.
hi: व्यक्तिगत दैनिक पानी के लक्ष्य के साथ हाइड्रेटेड रहें।
hr: Ostanite hidrirani s personaliziranim dnevnim ciljem unosa vode.
hu: Tartsd magad hidratáltnak egy személyre szabott napi vízcéllal.
id: Tetap terhidrasi dengan tujuan konsumsi air harian yang dipersonalisasi.
it: Rimani idratato con un obiettivo idrico quotidiano personalizzato.
ja: パーソナライズされた毎日の水分目標で、水分補給をしっかり行いましょう。
kk: Жеке күнделікті су мақсатымен ылғалдылықты сақтаңыз.
ms: Kekal terhidrat dengan matlamat air harian yang disesuaikan.
nl: Blijf gehydrateerd met een gepersonaliseerd dagelijks waterdoel.
pl: Utrzymuj odpowiednie nawodnienie, ustalając spersonalizowany dzienny cel spożycia wody.
pt_br: Mantenha-se hidratado com uma meta diária de água personalizada.
pt_pt: Mantenha-se hidratado com um objetivo diário de água personalizado.
ro: Rămâi hidratat cu un obiectiv zilnic de apă personalizat.
ru: Оставайтесь гидратированными с индивидуальной целью по потреблению воды на день.
sk: Zostaňte hydratovaní s personalizovaným denným cieľom na príjem vody.
sl: Ostanite hidrirani s prilagojenim dnevnim ciljem za vodo.
sv: Håll dig hydraterad med ett personligt dagligt vattenmål.
th: รักษาความชุ่มชื้นด้วยเป้าหมายการดื่มน้ำประจำวันที่ปรับให้เหมาะกับคุณ.
tr: Kişiselleştirilmiş bir günlük su hedefi ile su dengenizi koruyun.
uk: Залишайтеся зволоженими за допомогою персоналізованої щоденної норми споживання води.
vi: Hãy giữ cơ thể đủ nước với một mục tiêu nước hàng ngày được cá nhân hóa.
zh_hans: 保持水分充足，设定个性化的每日饮水目标。
zh_hant: 保持水分，設定個人化的每日飲水目標。

source: Stay on track with friendly reminders
ar: ابق على المسار مع تذكيرات ودية
bg: Останете на правия път с приятелски напомняния.
ca: Mantingues el rumb amb recordatoris amables.
cs: Držte se na správné cestě s přátelskými připomínkami.
da: Hold dig på sporet med venlige påmindelser.
de: Bleib auf Kurs mit freundlichen Erinnerungen.
el: Μείνετε στον σωστό δρόμο με φιλικές υπενθυμίσεις.
es: Mantente en el camino con recordatorios amigables.
fi: Pysy oikealla tiellä ystävällisten muistutusten avulla.
fr: Restez sur la bonne voie avec des rappels amicaux.
he: שמור על המסלול עם תזכורות ידידותיות.
hi: दोस्ताना अनुस्मारक के साथ ट्रैक पर रहें।
hr: Ostanite na pravom putu uz prijateljske podsjetnike.
hu: Maradj a megfelelő úton barátságos emlékeztetőkkel.
id: Tetap pada jalur dengan pengingat yang ramah.
it: Rimani concentrato con promemoria amichevoli.
ja: 親しみやすいリマインダーで軌道を維持しましょう。
kk: Дос болып еске салулармен жолда болыңыз.
ms: Tetap fokus dengan peringatan mesra.
nl: Blijf op de juiste weg met vriendelijke herinneringen.
pl: Pozostań na właściwej drodze z przyjaznymi przypomnieniami.
pt_br: Mantenha-se no caminho com lembretes amigáveis.
pt_pt: Mantenha-se no caminho certo com lembretes amigáveis.
ro: Rămâi pe calea cea bună cu memento-uri prietenoase.
ru: Оставайтесь на верном пути с дружелюбными напоминаниями.
sk: Zostaňte na správnej ceste s priateľskými pripomienkami.
sl: Ostanite na pravi poti s prijaznimi opomniki.
sv: Håll dig på rätt spår med vänliga påminnelser.
th: รักษาความมุ่งมั่นด้วยการเตือนที่เป็นมิตร
tr: Arkadaşça hatırlatmalarla doğru yolda kalın.
uk: Залишайтеся на шляху з дружніми нагадуваннями.
vi: Giữ vững quỹ đạo với những lời nhắc nhở thân thiện.
zh_hans: 保持正轨，收听友好的提醒
zh_hant: 保持正軌，並獲得友好的提醒

source: Strong Alcohol
ar: الكحول القوي
bg: Силен алкохол
ca: Alcohol fort
cs: Silný alkohol
da: Stærk alkohol
de: Starker Alkohol
el: Δυνατό Αλκοόλ
es: Licor fuerte
fi: Vahva alkoholi
fr: Alcool fort
he: אלכוהול חזק
hi: मजबूत शराब
hr: Snažan alkohol
hu: Erős alkohol
id: Minuman Keras
it: Alcol forte
ja: 強いアルコール
kk: Күшті алкоголь
ms: Alkohol Kuat
nl: Sterke alcohol
pl: Mocny alkohol
pt_br: Álcool Forte
pt_pt: Álcool Forte
ro: Alcool tare
ru: Сильный алкоголь
sk: Silný alkohol
sl: Močni alkohol
sv: Stark Alkohol
th: แอลกอฮอล์เข้มข้น
tr: Ağır Alkol
uk: Сильний алкоголь
vi: Rượu mạnh
zh_hans: 高度酒
zh_hant: 烈酒

source: Successfully synced all %lld drink entries to the Health app! 🎉
ar: تمت مزامنة جميع إدخالات المشروبات %lld بنجاح مع تطبيق الصحة! 🎉
bg: Успешно синхронизирани всички %lld записи за напитки в приложението за здраве! 🎉
ca: S'han sincronitzat correctament totes les %lld entrades de begudes amb l'app de Salut! 🎉
cs: Úspěšně synchronizováno všech %lld záznamů o nápojích do aplikace Zdraví! 🎉
da: Succesfuldt synkroniseret alle %lld drikkeindgange til Sundhedsappen! 🎉
de: Erfolgreich alle %lld Getränkeeinträge mit der Health-App synchronisiert! 🎉
el: Επιτυχώς συγχρονίστηκαν όλες οι καταχωρήσεις ποτών %lld στην εφαρμογή Υγείας! 🎉
es: ¡Sincronizados exitosamente todas las entradas de bebida %lld a la aplicación Salud! 🎉
fi: Kaikki %lld juomakirjaukset on onnistuneesti synkronoitu Health-sovellukseen! 🎉
fr: Toutes les entrées de boisson %lld ont été synchronisées avec succès dans l'application Santé ! 🎉
he: הצלחה! סינכרנת את כל %lld הקלטות שתייה לאפליקציית הבריאות! 🎉
hi: सभी %lld पेय प्रविष्टियाँ स्वास्थ्य ऐप में सफलतापूर्वक समन्वयित कर दी गई हैं! 🎉
hr: Uspješno ste sinkronizirali svih %lld unosa pića u aplikaciju Zdravlje! 🎉
hu: Sikeresen szinkronizáltuk az összes %lld ital bejegyzést az Egészség app-ba! 🎉
id: Berhasil menyinkronkan semua entri minuman %lld ke aplikasi Kesehatan! 🎉
it: Sincronizzati con successo tutti i %lld ingressi di bevande nell'app Salute! 🎉
ja: すべての%lld飲料エントリーを健康アプリに正常に同期しました！🎉
kk: Барлық %lld сусын жазбаларын Денсаулық қосымшасына сәтті синхрондадыңыз! 🎉
ms: Berjaya menyegerakkan semua %lld entri minuman ke aplikasi Kesihatan! 🎉
nl: Alle %lld drankinvoeren zijn succesvol gesynchroniseerd met de Gezondheid-app! 🎉
pl: Pomyślnie zsynchronizowano wszystkie %lld wpisy dotyczące napojów do aplikacji Zdrowie! 🎉
pt_br: Sincronizou com sucesso todas as %lld entradas de bebidas no app Saúde! 🎉
pt_pt: Sincronizados com sucesso todos os %lld registos de bebidas na app Saúde! 🎉
ro: Ai sincronizat cu succes toate cele %lld înregistrări de băuturi în aplicația Health! 🎉
ru: Успешно синхронизировано все %lld записи о напитках в приложение Здоровье! 🎉
sk: Úspešne synchronizovaných všetkých %lld záznamov o nápojoch do aplikácie Zdravie! 🎉
sl: Uspešno sinhronizirani vsi %lld vnosi pijač v aplikacijo Zdravje! 🎉
sv: Har framgångsrikt synkroniserat alla %lld dryckesposter till Hälsan-appen! 🎉
th: ซิงค์ข้อมูลรายการดื่มทั้งหมด %lld รายการไปยังแอปสุขภาพเรียบร้อยแล้ว! 🎉
tr: Tüm %lld içecek kaydını Sağlık uygulaması ile başarıyla senkronize ettiniz! 🎉
uk: Успішно синхронізовано всі %lld записи про напої до програми Здоров'я! 🎉
vi: Đã đồng bộ thành công tất cả %lld mục uống vào ứng dụng Sức khỏe! 🎉
zh_hans: 成功将所有 %lld 项饮料记录同步到健康应用！🎉
zh_hant: 成功將 %lld 條飲品記錄同步到健康應用程式！🎉
